{
  "title": "INTRODUÇÃO",
  "sections": [
    {
      "heading": "CAPÍTULO I",
      "content": "OBJETIVOS Art. 1º O Programa de Pós-Graduação em Tecnologia e Sociedade, Câmpus Curitiba, doravante denominado PPGTE, oferece cursos de Mestrado Acadêmico e de Doutorado na área de Tecnologia e Sociedade. Art. 2º Os objetivos do Programa são: I. Formar profissionais para o reconhecimento, a valorização, a preservação, a avaliação, a disseminação, e a construção de conhecimentos voltados à solução de problemas da sociedade; II. Definir, propor, coordenar e executar projetos e ações de pesquisa, desenvolvimento e extensão em nas suas linhas de atuação, visando atender demandas específicas para o desenvolvimento local, regional, nacional, e/ou internacional; III. Desenvolver competências sociotécnicas passíveis de serem exploradas na solução de problemas e na busca de resultados efetivos relacionados à sociedade; IV. Capacitar o(a) pesquisador(a) para a reflexão crítica e interdisciplinar sobre a indissociabilidade entre a tecnologia e a sociedade, assim como para disseminação e materialização de conhecimentos nas diversas organizações e instituições, públicas ou privadas onde possa vir a atuar; V. Manter, como princípio, o respeito à diversidade relacionada ao gênero, à raça, à etnia, à convicção religiosa, à geração, à sexualidade, à nacionalidade, à origem, à formação, dentre outras. 31"
    },
    {
      "heading": "CAPÍTULO II",
      "content": "CORPO DOCENTE Art. 3º O Corpo Docente é composto por docentes e pesquisadores(as) enquadrados(as) nas categorias de Docente Permanente (DP), Docente Colaborador(a) (DC) e Docente Pesquisador(a) Visitante (DV) definidas de acordo com a CAPES. Art. 4º O Corpo Docente é composto por, no mínimo, 75% (setenta e cinco por cento) de servidores(as) da UTFPR em regime de Dedicação Exclusiva (DE) ou de 40 horas. Art. 5º O Credenciamento e o descredenciamento são os processos de, respectivamente, entrada e saída de docente do Programa. Parágrafo Único: Docente Credenciado(a) é o(a) docente que passou pelo processo de credenciamento do Programa, tendo sido aprovado(a) para integrar o Corpo Docente do PPGTE. Art. 6º Os critérios de credenciamento e descredenciamento de docente são estabelecidos por meio de resolução específica. §1º O(A) Docente Credenciado(a) deve portar título de Doutor. §2º Os critérios devem atender aos objetivos expressos neste regulamento e à respectiva área de avaliação do Programa. Art. 7º O(A) Docente Credenciado(a), Permanente ou Colaborador(a), que não pertence ao quadro permanente de servidores(as) da UTFPR, deverá apresentar anuência formal da sua instituição para atuar no Programa. Parágrafo Único: O documento de anuência formal deve ser mantido pela Coordenação e cópia encaminhada às Pró-Reitorias de Pesquisa e Pós-Graduação (PROPPG) e de Relações Empresariais e Comunitárias (PROREC) para registro. Art. 8º O(a) servidor(a) da UTFPR aposentado(a) pode ser credenciado(a) desde que atendido o Regulamento do Programa de Serviço Voluntário de Pesquisador(a) ou Extensionista na UTFPR e a legislação vigente. Art. 9º As atividades de ensino, pesquisa, extensão e administração do Programa são de responsabilidade do seu Corpo Docente e Técnico. 32 Parágrafo Único: As atividades devem ser realizadas em consonância com os objetivos do Programa. Art. 10º. O(A) Docente Permanente deve realizar as seguintes atividades vinculadas ao Programa: I. Propor, executar e participar de projeto(s) de pesquisa; II. Propor, executar e participar de atividades de ensino; III. Ministrar disciplina(s); IV. Contribuir com produção intelectual e sua circulação; V. Orientar estudante(s) do programa; VI. Propor, executar e participar de comissões, representação, grupos de pesquisa e outras atividades necessárias ao andamento do programa; VII. Colaborar com a administração. Parágrafo Primeiro: O(a) docente poderá propor, executar e participar de atividades de extensão. Parágrafo Segundo: As exigências mínimas qualitativas e quantitativas das atividades, distribuídas ao longo do tempo, considerando os critérios da área de avaliação da CAPES, quando houver, devem constar em resolução específica. Art. 11º. O(A) Docente Credenciado(a) que pertence ao quadro permanente de servidores(as) da UTFPR deve contribuir com atividades na Graduação. Art. 12º. O(A) Docente Colaborador(a) deve realizar atividades definidas em resolução específica. Parágrafo Único: As atividades devem ser definidas de acordo com os critérios da área de avaliação da CAPES. Art. 13º. O(A) Docente Pesquisador(a) Visitante deve realizar atividades definidas em resolução específica desde que atendido o Regulamento do Programa Professor Visitante da UTFPR e a legislação vigente. Art. 14º. Os(as) Docentes Permanentes e Colaboradores(as) credenciados(as) são incluídos(as) no Catálogo Anual dos Cursos de Pós-Graduação da UTFPR. 33"
    },
    {
      "heading": "CAPÍTULO III",
      "content": "ESTRUTURA ADMINISTRATIVA Art. 15º. Os Cursos de Mestrado Acadêmico e de Doutorado ofertados pelo Programa são instituídos no âmbito da Diretoria de Pesquisa e Pós-Graduação do Câmpus Curitiba. Art. 16º. O(A) Coordenador(a) do Programa deve ser indicado(a) segundo o que determina o Regimento dos Câmpus da UTFPR. §1 O(A) Coordenador(a) deve ser Docente Permanente do Programa e servidor(a) da UTFPR em regime de Dedicação Exclusiva (DE). §2 O mandato do(a) Coordenador(a) é de dois (2) anos, sendo permitida uma recondução sucessiva. §3 O(A) Coordenador(a) deve indicar um(a) Coordenador(a) Substituto(a) dentre os(as) Docentes Permanentes. Art. 17º. As decisões acadêmicas e administrativas do Programa devem observar os documentos institucionais, este Regulamento e as disposições colegiadas. Art. 18º. O Colegiado é composto pelo(a) Coordenador(a), pelos(as) demais professores(as) do PPGTE, pela representação de técnicos(as) administrativos do PPGTE e pela Representação Discente. §1 A Representação Discente é dada por dois(duas) discentes, um(a) de mestrado e outro(a) de doutorado, sendo eleita pelos(as) estudantes regulares, tendo mandato de um ano, permitida uma recondução sucessiva. §2 As eleições para Representação Discente devem assegurar dois(duas) suplentes, um(a) para o mestrado e outro(a) para o doutorado. §3 O(a) Coordenador(a) deve solicitar portaria para o Colegiado à DireçãoGeral do Câmpus Curitiba. Art. 19º. As decisões do Colegiado são tomadas em reuniões ordinárias ou extraordinárias presididas pelo(a) Coordenador(a). §1 O Colegiado decide por maioria simples dos membros presentes. §2 O(A) Presidente(a) tem apenas o voto de qualidade. 34 §3 O voto de qualidade se aplica para o desempate de decisões do Colegiado. §4 As reuniões ordinárias são convocadas pelo(a) Presidente(a). §5 As reuniões extraordinárias são convocadas pelo(a) Presidente(a) ou por um terço dos membros do Colegiado. §6 A convocação para uma reunião deve ser encaminhada com antecedência mínima de dois dias úteis. §7 As reuniões ordinárias do Colegiado são realizadas conforme calendário fixado pelo(a) Presidente(a) no início de cada ano, que serão sempre uma vez a cada período letivo. §8 A convocação deve ser encaminhada por memorando ou correio eletrônico com o dia, horário, local e a pauta da reunião. §9 As reuniões do Colegiado somente são realizadas com a presença de pelo menos a metade de seus membros. §10 Qualquer proposta de resolução ou de alteração de regulamento deve ser aprovada por no mínimo dois terços dos membros do Colegiado, em reunião específica para esta finalidade. Art. 20º. Compete à Coordenação: I. Coordenar as atividades do Programa; II. Convocar e presidir as reuniões do Colegiado; III. Praticar atos de sua competência ou competência superior mediante delegação; IV. Delegar competência para execução de tarefas específicas do Programa; V. Representar o Programa interna e externamente à UTFPR nas situações relacionadas às suas competências; VI. Propor Editais de Processo de Seleção para análise, aprovação e assinatura da Diretoria de Pesquisa e Pós-Graduação (DIRPPG) e da Direção-Geral do Câmpus Curitiba; VII. Manter atualizadas e disponíveis as informações do Programa para acesso público ou por solicitação específica; VIII. Estabelecer, em consonância com os departamentos envolvidos, a distribuição das atividades didáticas do Programa; IX. Homologar Dissertações e Teses aprovadas e outros trabalhos de conclusão; X. Encaminhar ao Conselho de Pesquisa e Pós-Graduação informações sobre Teses e Dissertações homologadas; 35 XI. Elaborar o orçamento do Programa, segundo diretrizes e normas vigentes; XII. Organizar os horários das atividades do curso; XIII. Encaminhar à DIRPPG o Credenciamento ou Descredenciamento de docente com base nas decisões do Colegiado; XIV. Articular-se com a DIRPPG e PROPPG para acompanhamento, execução e avaliação das atividades do Programa; XV. Reportar os dados do Programa nos prazos previstos para as coletas de dados anuais de avaliação da CAPES; XVI. Enviar ao Colegiado para homologação, e posteriormente aos demais órgãos competentes, o Relatório Anual de Atividades do PPGTE; XVII. Decidir, ad referendum, assuntos urgentes da competência do Colegiado; XVIII. Implementar as decisões do Colegiado do PPGTE. Art. 21º. Compete ao(à) Coordenador(a) Substituto(a) assessorar as atividades administrativas do(a) Coordenador(a), e substituí-lo(a) nas faltas, ausências ou impedimentos. Parágrafo Único: Na hipótese de vacância do cargo de Coordenador(a) o Colegiado será presido pelo(a) Coordenador(a) Substituto(a), e se persistir a vacância, será presidido(a) pelo(a) Docente Credenciado(a) mais antigo(a), na forma do regulamento. Art. 22º. Compete ao Colegiado: I. Elaborar a lista tríplice de candidatos(a) à Coordenação; II. Designar Comissão para propor alterações nas diretrizes gerais do Programa, inclusive neste Regulamento, para posterior análise do COPPG; III. Aprovar o Planejamento Estratégico do Programa; IV. Emitir parecer sobre assunto de interesse do Programa e julgar os recursos interpostos de decisões do(a) Coordenador(a); V. Definir os critérios de credenciamento e descredenciamento de docentes; VI. Assessorar a Coordenação no que for necessário para o funcionamento do Programa, do ponto de vista acadêmico, científico e administrativo; VII. Definir os critérios para composição de bancas examinadoras de Teses, Qualificações e Dissertações do Programa; VIII. Aprovar alterações no elenco de disciplinas, bem como nos ementários e cargas horárias; 36 IX. Definir os critérios para atribuir créditos para atividades complementares e para a produção intelectual do discente; X. Definir os critérios para validação de créditos obtidos em outros programas de Pós-Graduação stricto sensu, exame de suficiência de disciplinas, trancamento de matrícula e readmissão para defesa; XI. Definir os critérios que permitam ao(à) estudante de mestrado a mudança de nível para doutorado; XII. Propor ao COPPG ações relacionadas à pesquisa, ao ensino e à extensão em nível de Pós-Graduação; XIII. Propor ao COPPG ações relacionadas à integração do ensino, da pesquisa e da extensão com outros níveis de formação, formais ou informais, como a graduação, o ensino médio e fundamental, a educação de jovens e adultos; XIV. Deliberar sobre casos de interesse do Programa não explicitados neste Regulamento; XV. Conduzir o processo e homologar o resultado da eleição do(a) coordenador(a) do PPGTE; XVI. Pronunciar-se, sempre que convocado, sobre matéria de interesse da PósGraduação; XVII. Definir as regras aplicáveis aos planos de estudo e pesquisa dos(as) estudantes, nos termos deste Regulamento Interno; XVIII. Definir os mecanismos de encaminhamento de Qualificações, Dissertações, Teses e outros trabalhos de conclusão para as Bancas Examinadoras; XIX. Deliberar sobre mecanismos empregados na seleção e transferência de estudantes, dispensa de disciplinas, trancamento de matrícula, readmissão e assuntos correlatos; XX. Apreciar e aprovar o relatório anual de atividades e resultados do PPGTE; XXI. Aprovar as relações de docentes orientadores(as) e coorientadores(as) e suas modificações, nos respectivos níveis e cursos que oferece; XXII. Homologar os resultados dos exames de qualificação, das arguições e das deliberações das bancas em defesas de dissertações e teses; XXIII. Indicar comissão ou homologar a constituição de comissões do PPGTE; XXIV. Definir e acompanhar as atribuições da secretaria do PPGTE, mantendo atualizada a documentação referente à vida acadêmica e administrativa do PPGTE; XXV. O Colegiado poderá criar uma Comissão de Pós-Graduação, sob a regência de normas específicas, com a finalidade de auxiliar na coordenação acadêmica e administrativa do PPGTE, cujos membros, exceto a 37 representação discente, serão indicados pelas Linhas de Pesquisa do PPGTE, tendo mandato de dois (2) anos, permitida a recondução; XXVI. Deliberar sobre casos de interesse do PPGTE não explicitados neste Regulamento Interno. Art. 23º. O Colegiado deve indicar no mínimo as seguintes comissões: I. Comissão de Seleção; II. Comissão de Bolsas; III. Comissão de Avaliação e Acompanhamento do Programa (CAAP). Art. 24º. A Comissão de Seleção tem as seguintes atribuições: I. Definir o processo e os critérios de seleção de candidatos(as) ao(s) curso(s); II. Elaborar e publicar o edital de seleção na data prevista no calendário acadêmico; III. Executar e acompanhar o processo de seleção; IV. Elaborar e publicar os resultados da seleção; V. Julgar os recursos interpostos pelos candidatos; VI. Definir a adesão do programa a editais de seleção de interesse institucional. Art. 25º. A Comissão de Bolsas tem as seguintes atribuições: I. Definir critérios de seleção observando o mérito acadêmico, segundo regulamentação vigente; II. Executar e acompanhar o processo de seleção de bolsistas; III. Manter registro dos critérios adotados e dados individuais de estudantes selecionados; IV. Manter um mecanismo de acompanhamento do desempenho acadêmico de bolsistas; V. Cumprir o regulamento do programa de bolsas do órgão de fomento. Art. 26º. Comissão de Avaliação e Acompanhamento do Programa (CAAP) tem as seguintes atribuições: I. Preparar e consolidar os dados do Programa para as Coletas de Dados anuais de avaliação da CAPES; II. Acompanhar e avaliar sistematicamente a atuação do Corpo Docente; 38 III. Definir a categoria dos(as) docentes do Programa segundo os Critérios de Credenciamento e Descredenciamento; IV. Manter um mecanismo de acompanhamento do desempenho acadêmico dos(as) discentes; V. Acompanhar o desempenho do Programa segundo os critérios de avaliação de área da CAPES; VI. Elaborar o relatório anual de desempenho do Programa para a Comissão Central de Avaliação e Acompanhamento de Programas Stricto Sensu da UTFPR em formato definido pela PROPPG."
    },
    {
      "heading": "CAPÍTULO IV",
      "content": "SELEÇÃO E MATRÍCULA Art. 27º. O Processo de Seleção é definido em edital de seleção público no qual deve constar pelo menos: I. O número de vagas ofertadas de acordo com a capacidade de orientação do Corpo Docente; II. Os critérios de seleção utilizados para a classificação dos(as) candidatos(as); III. As fases do processo de seleção com a garantia de prazos para recursos; IV. Para requerer matrícula como estudante regular no PPGTE, o(a) candidato(a) deverá ter sido classificado(a) e aprovado(a) no processo seletivo. Art. 28º. O Edital de Seleção tem periodicidade mínima anual e deve respeitar as datas definidas no calendário do Programa. Art. 29º. Estudantes são classificados nas categorias de Aluno(a) Regular e Aluno(a) Especial. §1 A categoria de Aluno(a) Regular corresponde ao(à) candidato(a) que é admitido(a) durante o processo de seleção e que realiza sua matrícula formal de acordo com as normas da UTFPR; §2 A categoria de Aluno(a) Especial corresponde ao(à) candidato(a) que é admitido(a) durante o processo de seleção para cursar um número limitado de disciplinas e que realiza sua matrícula formal de acordo com as normas da UTFPR; 39 §3 O(A) Aluno(a) Especial pode passar para a categoria de Aluno(a) Regular de acordo com critérios definidos em resolução específica e sem a necessidade de participar novamente do Processo de Seleção. Art. 30º. O(A) candidato(a) não portador do título de mestre pode ser selecionado(a) para o curso de doutorado de acordo com requisitos estabelecidos em resolução específica. Art. 31º. O(A) estudante matriculado pode solicitar a mudança de nível de mestrado para doutorado. §1 A mudança de nível do mestrado para o doutorado deve ser resultado do reconhecimento do desempenho acadêmico excepcional atingido pelo(a) estudante, conforme normas específicas do Programa; §2 O Colegiado deve autorizar a admissão do(a) estudante no curso de doutorado; §3 No caso de bolsista, a mudança de nível de mestrado para doutorado deve respeitar os prazos e requisitos estabelecidos no regulamento do programa de bolsas do órgão de fomento. Art. 32º. O(A) candidato(a) selecionado(a) segundo o Edital de Seleção tem direito à matrícula no Programa. Parágrafo Único: O(A) estudante tem direito a realizar o curso nos termos do Regulamento em vigor na ocasião da matrícula. Art. 33º. A matrícula do(a) candidato(a) selecionado(a) é realizada mediante a apresentação do diploma de graduação ou documento equivalente. Parágrafo Único: O(A) candidato(a) que apresentar documento equivalente deve apresentar o diploma até o final do curso. Art. 34º. O candidato portador de diploma de curso superior obtido nos países integrantes da convenção de Haia, de 1961, deve apresentar o diploma original do curso superior emitido pela autoridade competente do país no qual o mesmo foi obtido. Para os demais diplomas obtidos no exterior, o candidato portador de diploma de curso superior obtido no exterior deve apresentar a cópia autenticada do diploma legalizado pelo Consulado Brasileiro no país em que funcionar o estabelecimento de ensino que o expediu e a sua tradução elaborada por um tradutor público juramentado 40 Parágrafo Único: O(A) candidato(a) de instituição com a qual a UTFPR possui convênio de cooperação bilateral fica dispensado(a) da exigência definida pelo caput. Art. 35º. Os cursos de mestrado e doutorado têm duração mínima de doze (12) e vinte e quatro meses (24), respectivamente, contados a partir da condição de Aluno(a) Regular. Art. 36º. Os cursos de mestrado e doutorado têm duração máxima de trinta (30) e sessenta meses (60), respectivamente, contados a partir da condição de Aluno(a) Regular e incluídos os períodos de trancamento e prorrogação. Art. 37º. Excepcionalmente, por solicitação do(a) Orientador(a) e após a análise do Colegiado, o(a) estudante que teve a matrícula cancelada por exceder o prazo máximo de duração do curso pode realizar matrícula novamente uma única vez, exclusivamente para a realização de defesa do Trabalho de Pesquisa, a qual deve ser realizada no prazo de até seis meses, contatos a partir do reingresso no programa, desde que, cumulativamente, preencha os seguintes requisitos: I. Tenha concluído todos os créditos; II. Tenha sido aprovado(a) no Exame de Qualificação; III. Tenha concluído o Trabalho de Pesquisa, atestado(a) pelo(a) Orientador(a); IV. Tenha completado todos os demais requisitos estabelecidos neste Regulamento, atestado(a) pelo(a) Coordenador(a)."
    },
    {
      "heading": "CAPÍTULO V",
      "content": "REGIME ACADÊMICO Art. 38º. As estruturas curriculares dos cursos de mestrado e doutorado compreendem Disciplinas, Atividades de Estudo, Pesquisa e Extensão, Exame de Língua Estrangeira, Defesa do Trabalho de Pesquisa, além de outras atividades definidas neste regulamento. §1 As Disciplinas podem ser ministradas por meio de aulas teóricas, seminários, aulas práticas, estudos dirigidos ou atividades de campo; §2 O Programa pode compartilhar Disciplinas e Atividades de Estudo e Pesquisa com outros programas conforme resolução específica; 41 §3 As Disciplinas e Atividades de Estudo e Pesquisa são desenvolvidas em regime quadrimestral, denominado de período letivo. Art. 39º. O(a) estudante deve ter um registro de sua vida acadêmica no qual consta, obrigatoriamente, os créditos concluídos, assim como todos os dados relativos às demais exigências regimentais. Parágrafo Único: No registro de estudante também podem ser incluídos prêmios, publicações, participações em comissões acadêmicas, bolsas e outras informações acadêmicas relevantes. Art. 40º. O(A) Aluno(a) Regular deve ter um(a) orientador(a) definido(a) até o décimo segundo mês após a matrícula. §1 O(A) Orientador(a) poderá ser definido(a) pelo Colegiado ou por resolução específica. §2 No caso de alteração de orientação, o Colegiado deve conduzir um processo de definição de novo(a) orientador(a) no prazo máximo de um mês; §3 O(A) Aluno(a) Regular pode ter um(a) coorientador(a) de acordo com regras definidas em resolução específica. Art. 41º. As disciplinas podem ser ofertadas a um(a) participante externo(a) segundo critérios definidos em resolução específica. §1 A categoria Participante Externo(a) abrange estudantes de graduação da UTFPR ou de Instituição de Ensino Superior conveniada, estudantes de Pós-Graduação stricto sensu de outros Programas da UTFPR ou de outras instituições e profissionais portadores(a) de diploma de nível superior. §2 O(A) Participante Externo(a) aprovado(a) na disciplina tem direito a uma declaração de término de disciplina. §3 O(A) Participante Externo(a), estudante de Pós-Graduação stricto sensu de outros Programas da UTFPR ou de outras instituições, pode solicitar a documentação para a validação da disciplina cursada no Programa em seu programa de origem. Art. 42º. O(A) estudante deve requerer a matrícula em disciplinas e/ou em atividade de estudo e pesquisa em cada período letivo. 42 §1 O requerimento de matrícula deve ter a anuência do(a) Orientador(a)/Coorientador(a). §2 Na ausência do(a) Orientador(a)/Coorientador(a), a anuência é dada pelo Coordenador(a). §3 O requerimento de matrícula é homologado pelo(a) Coordenador(a). Art. 43º. A integralização de Disciplinas e Atividades de Estudo e Pesquisa é expressa em unidades de crédito. Parágrafo Único: Um crédito equivale a quinze (15) horas de trabalho acadêmico efetivo. Art. 44º. O(A) estudante do curso de mestrado deve integralizar, no mínimo, vinte e quatro (24) créditos em Disciplinas, Atividades de Estudo, Pesquisa e Extensão, definidos em Resolução Específica do Programa. Art. 45º. O(A) estudante do curso de doutorado deve integralizar, no mínimo, quarenta e oito (48) créditos em Disciplinas, Atividades de Estudo, Pesquisa e Extensão, definidos em Resolução Específica do Programa. Art. 46º. O desempenho nas disciplinas é avaliado segundo os conceitos: I. A - Excelente; II. B - Bom; III. C - Regular; IV. D - Insuficiente; V. E - Desistente; VI. I - Incompleto. §1 O(A) estudante tem direito ao número de créditos atribuído a uma disciplina quando obtiver, no mínimo, o conceito C (Regular). §2 O conceito I (Incompleto) deve ser usado para designar que o(a) estudante ainda não completou as atividades de avaliação e deve ser substituído pelo conceito definitivo no prazo máximo de 90 (noventa) dias após a finalização da disciplina. Art. 47º. O aproveitamento global do(a) estudante nas disciplinas cursadas é determinado pelo seu Coeficiente de Rendimento (CR), calculado pela seguinte equação: 43 !\" = ! !!! !!!! ! !!! !! Onde Vi é o valor numérico correspondente ao conceito obtido, sendo que o conceito A corresponde a dez (10,0), B a oito (8,0), C a seis (6,0), D a quatro (4,0) e E corresponde a zero (0,0), Ci é o número de créditos associado à disciplina, e n é o número de disciplinas cursadas. Art. 48º. O(A) estudante deve demonstrar nível de proficiência na língua inglesa, o qual deve ser definido em resolução específica, em conformidade com Instrução Normativa da PROPPG. O(A) estudante de doutorado deverá demonstrar nível de suficiência em uma segunda língua, preferencialmente, espanhol. Art. 49º. O(A) estudante estrangeiro, cuja língua materna não seja o português, deve demonstrar nível de proficiência no domínio da língua portuguesa conforme resolução específica. Art. 50º. O(A) estudante pode requerer o trancamento de matrícula no curso, com a anuência do(a) Orientador(a), o qual deve ser homologado pelo(a) Coordenador(a). §1 O período total de trancamento, consecutivo ou não, deve ser limitado a 25% (vinte e cinco por cento) da duração do curso. §2 O período de trancamento deve ser igual ou inferior ao tempo restante para conclusão do curso. §3 O trancamento no primeiro período letivo do curso não será permitido, salvo casos excepcionais que caracterizem, de modo inequívoco, o impedimento do(a) estudante em participar das atividades acadêmicas. Art. 51º. O(A) estudante pode requerer a prorrogação de prazo para conclusão do curso, com a anuência do(a) Orientador(a), a qual deve ser homologada pela Coordenação. Parágrafo Único: O prazo final para conclusão do curso, incluídos os períodos de trancamento e prorrogação, não deve exceder a duração máxima do curso. Art. 52º. O desligamento de estudante ocorre nos seguintes casos: I. Se o(a) estudante, a partir do segundo período letivo cursado, obtiver CR inferior a 7,0 (sete); II. Se o(a) estudante não realizar a matrícula no período letivo correspondente; 44 III. Se o(a) estudante solicitar o cancelamento de todas as disciplinas nas quais está matriculado; IV. Se o(a) estudante for reprovado(a) duas vezes no Exame de Qualificação; V. Se o(a) estudante reprovar duas vezes na mesma disciplina; VI. Se o(a) Orientador(a) apresentar solicitação com justificativa, a qual deve ser analisada pelo Colegiado; VII. Se o(a) estudante exceder o tempo máximo fixado para aprovação na qualificação. VIII. Se o(a) estudante exceder o tempo máximo de conclusão do curso; Parágrafo Único: O(A) estudante que incorrer em um dos casos deste artigo somente pode ser readmitido(a) no curso por meio de um novo processo de seleção, exceto na condição prevista no Art. 37. Art. 53º. O(A) estudante pode validar créditos realizados anteriormente em programas de Pós-graduação stricto sensu reconhecidos nacionalmente. §1 O(A) estudante deve requerer a validação de créditos realizados anteriormente até o final do primeiro ano letivo do curso. §2 Os critérios para a validação de créditos devem constar em resolução específica. §3 Para validação de créditos referente ao mestrado realizado em programas no exterior, se o diploma for obtido nos países integrantes da convenção de Haia, de 1961, deve apresentar o diploma original do curso superior emitido pela autoridade competente do país no qual o mesmo foi obtido. Para os créditos obtidos no exterior, o(a) aluno(a) deve apresentar a cópia autenticada do diploma legalizado pelo Consulado Brasileiro ou Embaixada Brasileira sediada no país de emissão do diploma, no país em que funcionar o estabelecimento de ensino que o expediu. Ou os estudos devem estar previstos em acordo formal entre a UTFPR e a outra instituição; §4 Os créditos validados referentes a disciplinas de programas da UTFPR são incluídos no cálculo do CR e o conceito obtido é lançado no histórico do(a) estudante."
    },
    {
      "heading": "CAPÍTULO VI",
      "content": "REQUISITOS ACADÊMICOS 45 Art. 54º. O título de Mestre em Tecnologia e Sociedade ou Doutor(a) em Tecnologia e Sociedade é outorgado ao(à) estudante que cumprir todos os requisitos exigidos pelo respectivo curso. Parágrafo Único: No diploma também deve constar a área de concentração, de acordo com a portaria de homologação do Programa. Art. 55º. Para a obtenção do grau de mestre ou doutor(a), o(a) estudante deve cumprir os seguintes requisitos: I. Obter os créditos exigidos; II. Ser aprovado(a) no Exame de Qualificação; III. Demonstrar nível de proficiência no domínio da língua inglesa; IV. Apresentar produção científica e/ou tecnológica relevante relacionada com a Dissertação ou a Tese; V. Ter a dissertação ou a tese aprovada, após apresentação e defesa, por Banca Examinadora. Art. 56º. O documento de dissertação ou tese deve ser apresentado para a defesa escrito em português ou inglês. Parágrafo Único: O Trabalho de Pesquisa apresentado escrito em inglês deve conter um resumo em português em conformidade com Instrução Normativa da PROPPG. Art. 57º. O(A) estudante do curso de mestrado ou do doutorado deve realizar o Exame de Qualificação na presença de uma Comissão Examinadora. §1 O(A) estudante deve submeter seu Projeto de Trabalho de Pesquisa para o Exame de Qualificação em até dezoito meses para mestrado e vinte e quatro meses para doutorado contados a partir da sua condição de Aluno(a) Regular. §2 A Comissão Examinadora deve ser composta por três docentes com titulação mínima de doutor e no mínimo um membro deve ser externo ao Programa. §3 Um membro pode participar à distância do Exame de Qualificação. §4 A participação à distância deve constar na ata de exame e ser homologada pelos membros presentes. 46 §5 O resultado do Exame de Qualificação é “Aprovado” ou “Reprovado”, não sendo atribuído conceito ou crédito. Art. 58º. O(A) estudante deve realizar a Defesa do Trabalho de Pesquisa em sessão pública e na presença de Comissão Examinadora. §1 Os membros poderão participar da defesa à distância, sendo limitados a um membro no mestrado e a dois no doutorado. §2 A participação à distância deve constar na ata de defesa e ser homologada pelos membros presentes. §3 A participação à distância deve ocorrer por videoconferência ou similar, ou mediante envio de parecer por escrito. §4 O parecer circunstanciado e assinado pelo membro não presente deve ser lido na ocasião da defesa e ratificado pelos demais membros. §5 No caso de dois(duas) participantes à distância, pelo menos um(a) destes(as) deve participar por videoconferência ou similar. §6 O encerramento da sessão pública é formalizado com a leitura e assinatura da ata de defesa. §7 A defesa poderá ser realizada em sessão de acesso restrito, mediante comprovação de necessidade em função de propriedade intelectual, conforme previsto em resolução específica. §8 A data, local e horário da Defesa do Trabalho de Pesquisa é comunicado ao(à) estudante pela Coordenação. Art. 59º. A Comissão Examinadora da Defesa do Trabalho de Pesquisa é constituída por um(a) Presidente(a) e no mínimo dois(duas) membros titulares, no caso do Mestrado, e, no mínimo por um(a) Presidente(a) e por quatro membros titulares, no caso do Doutorado. §1 Os membros da Comissão Examinadora devem possuir título de doutor. §2 O(A) Presidente(a) da Comissão Examinadora é o(a) Orientador(a). §3 Excluído(a) o(a) Presidente(a), pelo menos metade dos membros da Comissão Examinadora deve ser externa à UTFPR. §4 Na impossibilidade de participação do(a) Orientador(a), este pode ser substituído pelo(a) Coorientador(a) e na impossibilidade deste(a) por um(a) docente do programa indicado pelo(a) Coordenador(a). 47 §5 Quando da participação do(a) Orientador(a), o Coorientador(a) não poderá participar da Comissão Examinadora, devendo ter seus nomes registrados no Trabalho de Pesquisa e na Ata de Defesa. §6 A Comissão Examinadora poderá possuir membros suplentes para no mínimo metade dos membros titulares. §7 A constituição da Comissão Examinadora é comunicada oficialmente ao(à) estudante pela Coordenação. Art. 60º. O trabalho de pesquisa de mestrado ou doutorado é considerado “Aprovado”, “Aprovado com restrições” ou “Reprovado”, segundo a avaliação da maioria dos membros da Comissão Examinadora. §1 No caso do trabalho ser “Aprovado”: I. O(A) Presidente(a) da Comissão Examinadora deve registrar na Ata de Defesa o prazo para a entrega da versão final; II. O prazo para a entrega da versão final não pode ser superior a 90 (noventa) dias, após a data da defesa; III. O(A) Orientador(a) deve atestar a versão final. §2 No caso do trabalho ser “Aprovado com restrições”: I. O(A) Presidente(a) da Comissão Examinadora deve registrar na Ata de Defesa o(a) membro da Comissão Examinadora designado para verificar o cumprimento das exigências e o prazo para a entrega da versão final; II. O(A) membro designado(a) não pode ser o(a) Orientador(a) nem o Coorientador(a); III. O prazo para a entrega da versão final não pode ser superior a 90 (noventa) dias. IV. Após a entrega da versão final, o membro designado deve registrar na Ata de Defesa o cumprimento ou não das exigências; V. O trabalho de pesquisa é considerado aprovado somente se as exigências forem cumpridas. §3 O trabalho de pesquisa será homologado como “Reprovado” pelo(a) Coordenador(a), caso o(a) estudante não atender o prazo para a entrega da versão final de que tratam os parágrafos 1º e 2º. Art. 61º. A homologação do trabalho de pesquisa é realizada a partir dos seguintes documentos: 48 I. Ata de Defesa; II. Termo de Aprovação com assinatura dos membros da Comissão Examinadora; III. Termo de Aprovação do membro à distância; IV. Cópia digital da versão final; V. Declaração do Sistema de Bibliotecas da UTFPR de que as exigências para publicação foram atendidas. Parágrafo Único: O diploma é emitido com base nas informações contidas na homologação. Art. 62º. O Diploma é assinado pelo Reitor da UTFPR e pelo(a) diplomado(a)."
    },
    {
      "heading": "CAPÍTULO VII",
      "content": "COTUTELA Art. 63º. O Programa pode aceitar estudante de mestrado ou doutorado em cotutela com instituições estrangeiras de reconhecida competência. Parágrafo Único: A formação e orientação do(a) estudante são compartilhadas com um programa de Pós-Graduação de uma Instituição Estrangeira. Art. 64º. A cotutela é estabelecida por um Convênio de Cooperação entre a UTFPR e a Instituição Estrangeira. Parágrafo Único: O Convênio de Cooperação deve ser aprovado pelo Colegiado, considerando princípios de reciprocidade entre as instituições conveniadas. Art. 65º. O(a) aluno(a) em cotutela recebe o título de mestre ou doutor, grau outorgado por ambas as instituições envolvidas, na forma de dois diplomas, cada um outorgado por uma instituição ou, na forma de um único diploma, outorgado em conjunto por ambas as instituições Parágrafo Único: O diploma emitido pela UTFPR deve conter menção ao trabalho em cotutela. 49 Art. 66º. A Defesa do Trabalho de Pesquisa pode ser única, na UTFPR ou na Instituição Estrangeira, com a participação de membros de ambas as instituições, de acordo com as normas estabelecidas no convênio de cooperação. Parágrafo Único: Trabalho de Pesquisa poderá ser redigido em língua estrangeira, estabelecida no convênio de cooperação, com resumo em português"
    },
    {
      "heading": "CAPÍTULO VIII",
      "content": "DISPOSIÇÕES GERAIS E TRANSITÓRIAS Art. 67º. Os casos omissos a este Regulamento são resolvidos, em primeira instância, pelo Colegiado e, em segunda instância, pela DIRPPG ou PROPPG ou COPPG. Art. 68º. Este Regulamento entrará em vigor imediatamente após a sua aprovação pelo Conselho de Pesquisa e Pós-Graduação (COPPG) e publicação no sítio eletrônico do Programa de Pós-Graduação em Tecnologia e Sociedade. 50 Assunto Re: CORREÇÕES PROCESSO 40-19 De Daniel Blanco <danielrblanco@utfpr.edu.br> Para UTFPR/CONSELHO DE PESQUISA E POS-GRADUACAO <coppg@utfpr.edu.br> Data 27-11-2019 11:08 Bom dia Aline, Considerando que as alterações solicitadas foram realizadas, sou favorável à emissão da resolução. At.te, Prof. Daniel Rodrigues Blanco. Dr. Diretor de Pesquisa e Pós-Graduação - DIRPPG Universidade Tecnológica Federal do Paraná - UTFPR Campus Santa Helena Em ter., 26 de nov. de 2019 às 14:51, UTFPR/CONSELHO DE PESQUISA E POS-GRADUACAO <coppg@utfpr.edu.br> escreveu: Prezado Prof. Daniel, Segue versão corrigida referente à Proposta de alteração do Regulamento Interno do Programa de Pós-Graduação em Tecnologia e Sociedade - (PPGTE) -Câmpus Curitiba, para análise. Aguardo seu aval para emitir a resolução. Att, Aline Teles dos Santos Pró-Reitoria de Pesquisa e Pós-Graduação Universidade Tecnológica Federal do Paraná 51"
    }
  ]
}
