{
  "title": "Edital de Seleção do Programa de Pós-Graduação em Tecnologia e Sociedade",
  "sections": [
    {
      "heading": "Art. 1º",
      "content": "O processo de seleção é definido em edital público no qual deve constar, pelo menos: I. O número de vagas ofertadas de acordo com a capacidade de orientação do Corpo Docente; II. Os critérios de seleção utilizados para a classificação dos(as) candidatos(as); III. As fases do processo de seleção com garantia de prazos para recursos; IV. Para requerer matrícula como estudante regular no PPGTE, o(a) candidato(a) deverá ter sido classificado(a) e aprovado(a) no processo seletivo."
    },
    {
      "heading": "Art. 2º",
      "content": "O edital de seleção tem periodicidade mínima anual e deve respeitar as datas definidas no calendário do Programa."
    },
    {
      "heading": "Art. 3º",
      "content": "Estudantes são classificados nas categorias de Aluno(a) Regular e Aluno(a) Especial. §1º Aluno(a) Regular: admitido(a) no processo de seleção e matriculado(a) conforme normas da UTFPR. §2º Aluno(a) Especial: admitido(a) para cursar número limitado de disciplinas, matriculado(a) conforme normas da UTFPR. §3º Aluno(a) Especial pode passar à categoria Regular conforme critérios em resolução específica, sem novo processo seletivo."
    },
    {
      "heading": "Art. 4º",
      "content": "O(a) candidato(a) não portador(a) do título de mestre pode ser selecionado(a) para o curso de doutorado, de acordo com requisitos estabelecidos em resolução específica."
    },
    {
      "heading": "Art. 5º",
      "content": "O(A) estudante matriculado(a) pode solicitar mudança de nível de mestrado para doutorado. §1º Deve ser resultado de desempenho acadêmico excepcional, conforme normas do Programa. §2º O Colegiado deve autorizar a admissão no doutorado. §3º No caso de bolsista, a mudança de nível deve respeitar prazos e requisitos do regulamento de bolsas."
    },
    {
      "heading": "Art. 6º",
      "content": "O(A) candidato(a) selecionado(a) tem direito à matrícula no Programa. § Único: O(A) estudante pode cursar conforme regulamento vigente no ato da matrícula."
    },
    {
      "heading": "Art. 7º",
      "content": "A matrícula é realizada mediante apresentação de diploma de graduação ou documento equivalente. § Único: Candidato(a) que apresentar documento equivalente deve apresentar o diploma ao final do curso."
    },
    {
      "heading": "Art. 8º",
      "content": "Candidato(a) portador(a) de diploma obtido em país signatário da Convenção de Haia (1961) deve apresentar diploma original emitido pela autoridade competente e tradução juramentada. Para demais diplomas no exterior, apresentar cópia autenticada e legalizada pelo Consulado ou Embaixada Brasileira. § Único: Em convênio de cooperação bilateral, este disposto é dispensado."
    },
    {
      "heading": "Art. 9º",
      "content": "Prazo mínimo de duração: mestrado 12 meses, doutorado 24 meses, contados a partir da condição de Aluno(a) Regular."
    },
    {
      "heading": "Art. 10º",
      "content": "Prazo máximo de duração: mestrado 30 meses, doutorado 60 meses, incluídos trancamentos e prorrogações."
    },
    {
      "heading": "Art. 11º",
      "content": "Excepcionalmente, por solicitação do(a) Orientador(a) e aprovação do Colegiado, estudante cuja matrícula foi cancelada por excecimento do prazo máximo pode matricular-se novamente exclusivamente para defesa, em até 6 meses contados do reingresso, desde que: I. Tenha concluído todos os créditos; II. Tenha sido aprovado(a) no Exame de Qualificação; III. Tenha concluído o Trabalho de Pesquisa; IV. Atenda aos demais requisitos do regulamento, atestado pelo(a) Coordenador(a)."
    }
  ]
}
